[
  {
    "question": "How many Ricks and Mortys are there?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the most bizarre time paradox Rick and Morty encounter?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the funniest time-related mishap?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the most unexpected consequence of Rick's time manipulation?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What hilarious misunderstanding occurs between Rick and Morty due to time travel?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the craziest alternate dimension Rick and Morty visit?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "How does Summer get involved in the time-traveling shenanigans?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the funniest way Rick and Morty try to fix their time-related mess?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the most absurd time paradox that occurs?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the most unexpected outcome of Rick and Morty's time-traveling adventure?",
    "episode": "A Rickle in Time"
  },
  { "question": "How does Rick turn into a pickle?", "episode": "Pickle Rick" },
  {
    "question": "What's the funniest use of pickle abilities by Rick?",
    "episode": "Pickle Rick"
  },
  {
    "question": "What's the reaction of other characters to Pickle Rick?",
    "episode": "Pickle Rick"
  },
  {
    "question": "How does Morty and Summer get involved in Pickle Rick's adventure?",
    "episode": "Pickle Rick"
  },
  {
    "question": "What's the most absurd situation Rick finds himself in as a pickle?",
    "episode": "Pickle Rick"
  },
  {
    "question": "How does Rick communicate as a pickle?",
    "episode": "Pickle Rick"
  },
  {
    "question": "What's the most creative weapon Rick makes as a pickle?",
    "episode": "Pickle Rick"
  },
  {
    "question": "What's the funniest line by Pickle Rick?",
    "episode": "Pickle Rick"
  },
  {
    "question": "When does the family realize Rick is a pickle?",
    "episode": "Pickle Rick"
  },
  {
    "question": "What's the outcome of Rick's pickle adventure?",
    "episode": "Pickle Rick"
  },
  {
    "question": "What's the main challenge faced by Rick and Morty?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "How do Rick and Morty try to fix the time split?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the most memorable quote from the episode?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "How does Summer get involved in Rick and Morty's time adventure?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "When do the characters realize the consequences of their time-splitting actions?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the most unexpected consequence of the time split?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "How does Rick's intelligence play a role in resolving the time issue?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the funniest moment in the episode involving time manipulation?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "When do Rick and Morty come to terms with the consequences of their actions?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the resolution of the time-splitting problem?",
    "episode": "A Rickle in Time"
  },
  {
    "question": "What's the significance of the title 'The Wedding Squanchers'?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "How does the family get invited to Birdperson's wedding?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "What's the most surprising twist?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "What's the conflict faced by the characters?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "When does the family discover the truth about Birdperson?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "How does Rick try to resolve the situation?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "What's the reaction of the family to Birdperson's true identity?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "What's the significance of Tammy's role?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "When do the characters realize the gravity of the situation?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "What's the outcome of Birdperson's wedding?",
    "episode": "The Wedding Squanchers"
  },
  {
    "question": "What's the main consequence of Rick's love potion?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "How do Rick and Morty try to fix the love potion mess?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "What's the most awkward moment caused by the love potion?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "When do the characters realize the severity of the love potion's effects?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "How does the love potion affect Summer and Beth?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "What's the resolution of the love potion problem?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "What's the role of Jerry in the episode's events?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "What's the most humorous moment involving the love potion?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "When do Rick and Morty realize the consequences of their actions?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "What's the moral lesson learned?",
    "episode": "Rick Potion 9"
  },
  {
    "question": "What are some of the most bizarre TV shows in the interdimensional cable?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "How does Jerry's fate get tempted?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "What's the role of the 'Jan Quadrant Vincent 16'?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "When do Rick and Morty face consequences for their actions in the interdimensional cable?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "What's the most absurd moment involving the interdimensional cable?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "How does the episode play with the concept of fate?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "What are some of the consequences of tampering with interdimensional cable?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "What's the significance of Beth's storyline?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "When do the characters realize the dangers of meddling with the interdimensional cable?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "What's the funniest moment involving the interdimensional cable?",
    "episode": "Interdimensional Cable 2 - Tempting Fate"
  },
  {
    "question": "What are some of the different tales told in the Citadel of Ricks?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "How does the episode explore the concept of a multiverse?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "What's the role of the Citadel in the Rick and Morty universe?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "When do we see various versions of Rick and Morty from different dimensions?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "What's the significance of the Morty campaign in the Citadel?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "How does the episode depict the hierarchy and politics in the Citadel?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "What are some of the challenges faced by Morty?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "When do we see the darker side of the Citadel of Ricks?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "What's the commentary on society and power dynamics in the Citadel?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "How does the episode challenge the notion of infinite possibilities in the multiverse?",
    "episode": "Tales From the Citadel"
  },
  {
    "question": "What happens to Rick at the beginning of the episode?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "How does Rick escape from the Galactic Federation?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "What's the significance of the Szechuan Sauce?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "When do we learn more about Rick's backstory and motivations?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "What's the role of the Council of Ricks?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "How does the episode address themes of free will and determinism?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "What are some of the consequences of Rick's actions?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "When do we see the impact of Rick's absence on the Smith family?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "What's the commentary on the nature of reality and existence?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "How does the episode set up the premise for the rest of the season?",
    "episode": "The Rickshank Rickdemption"
  },
  {
    "question": "What triggers the Cromulon's arrival on Earth?",
    "episode": "Get Schwifty"
  },
  {
    "question": "How do Rick and Morty respond to the Cromulon's demands?",
    "episode": "Get Schwifty"
  },
  {
    "question": "What are the consequences of the 'Get Schwifty' song becoming a hit?",
    "episode": "Get Schwifty"
  },
  {
    "question": "When does Summer join the Church of the Gazorpians?",
    "episode": "Get Schwifty"
  },
  {
    "question": "What role does Birdperson play?",
    "episode": "Get Schwifty"
  },
  {
    "question": "How does the episode explore the concept of fame and popularity?",
    "episode": "Get Schwifty"
  },
  {
    "question": "What are the consequences of the Cromulon's ultimate decision?",
    "episode": "Get Schwifty"
  },
  {
    "question": "When do we see the impact of the Cromulon's arrival on other planets?",
    "episode": "Get Schwifty"
  },
  {
    "question": "What's the commentary on celebrity culture and entertainment industry?",
    "episode": "Get Schwifty"
  },
  {
    "question": "How does the episode highlight the absurdity of reality TV and pop culture?",
    "episode": "Get Schwifty"
  },
  { "question": "What happens to Jerry's dream?", "episode": "Lawnmower Dog" },
  {
    "question": "How does Rick try to fix Morty's teacher's perception of Morty?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "What are the dangers of Inception-like dream infiltration?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "When do the characters end up in Morty's dog's dream?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "What are the unexpected consequences of the dream machine?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "How does the episode explore the concept of subconscious desires?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "What challenges do Rick and Morty face in navigating the dream world?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "When does Rick reveal his true intentions with the dream machine?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "What's the commentary on the ethics of invading someone's dreams?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "How does the episode blur the lines between reality and dreams?",
    "episode": "Lawnmower Dog"
  },
  {
    "question": "What sets the tone for Rick and Morty's adventures?",
    "episode": "Pilot"
  },
  {
    "question": "How does Morty's school life affect his interactions with Rick?",
    "episode": "Pilot"
  },
  {
    "question": "What are the initial reactions of Morty's family to Rick's presence?",
    "episode": "Pilot"
  },
  {
    "question": "When do Rick and Morty first use the portal gun?",
    "episode": "Pilot"
  },
  {
    "question": "What are the signs of Rick's reckless and impulsive behavior?",
    "episode": "Pilot"
  },
  {
    "question": "How does the Pilot episode establish the show's dark humor and sci-fi elements?",
    "episode": "Pilot"
  },
  {
    "question": "What challenges do Rick and Morty face in their first adventure?",
    "episode": "Pilot"
  },
  {
    "question": "When does Morty start to question the morality of Rick's actions?",
    "episode": "Pilot"
  },
  {
    "question": "What's the significance of Rick's portal gun and its capabilities?",
    "episode": "Pilot"
  },
  {
    "question": "How does the Pilot episode introduce the concept of multiverse and parallel dimensions?",
    "episode": "Pilot"
  },
  {
    "question": "What leads to Rick and Morty joining the Vindicators?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "How does Rick's past relationship with the Vindicators affect the current events?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "What challenges do Rick and Morty face as part of the Vindicators team?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "When does Rick's true intentions behind joining the Vindicators come to light?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "What is the role of Worldender?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "How do Rick and Morty's dynamic and conflicts impact their mission with the Vindicators?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "What are some of the challenges the Vindicators face during their mission?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "When do Rick and Morty decide to leave the Vindicators?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "What is the aftermath of Rick and Morty's departure from the Vindicators?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "How does the episode explore themes of heroism, ego, and morality?",
    "episode": "Vindicators 3 The Return of Worldender"
  },
  {
    "question": "What is the significance of the Szechuan sauce in Rick and Morty?",
    "episode": null
  },
  {
    "question": "How many different versions of Morty are there in the multiverse?",
    "episode": null
  },
  {
    "question": "What is the most outrageous dimension or reality that Rick and Morty have visited?",
    "episode": null
  },
  {
    "question": "What is the most bizarre creature or alien encountered by Rick and Morty?",
    "episode": null
  },
  {
    "question": "How many different gadgets and inventions has Rick created throughout the series?",
    "episode": null
  },
  {
    "question": "What is the craziest adventure Rick and Morty have been on?",
    "episode": null
  },
  {
    "question": "What are some of the most memorable quotes from Rick and Morty?",
    "episode": null
  },
  {
    "question": "How does Rick's drinking habit affect his adventures with Morty?",
    "episode": null
  },
  {
    "question": "What are some of the recurring characters in Rick and Morty and their roles?",
    "episode": null
  },
  {
    "question": "What are some of the hidden Easter eggs or references in Rick and Morty episodes?",
    "episode": null
  },
  {
    "question": "What are some of the most bizarre and creative uses of portals by Rick and Morty?",
    "episode": null
  },
  {
    "question": "How does the dynamic between Rick and Morty evolve throughout the series?",
    "episode": null
  },
  {
    "question": "What are some of the unexpected crossovers or references to other shows or movies in Rick and Morty?",
    "episode": null
  },
  {
    "question": "What are some of the hidden meanings or symbolism in Rick and Morty episodes?",
    "episode": null
  },
  {
    "question": "How does the concept of multiverse play a role in Rick and Morty?",
    "episode": null
  },
  {
    "question": "What are some of the most memorable catchphrases or catchwords used by Rick and Morty?",
    "episode": null
  },
  {
    "question": "What are some of the darkest or most twisted moments in Rick and Morty?",
    "episode": null
  },
  {
    "question": "How do other characters in the show react to Rick's eccentricities and genius?",
    "episode": null
  },
  {
    "question": "What are some of the funniest and most absurd situations Rick and Morty find themselves in?",
    "episode": null
  },
  {
    "question": "What are some of the fan theories or speculations about the future of Rick and Morty?",
    "episode": null
  }
]
